export const v_japanese = {
    
    // General
    article_universe: '記事の宇宙',
    home_page: 'ホームページ',
    articles_page: '記事',
    notifications_page: '通知',
    account_page: 'マイアカウント',

    // Login page
    new_reader: '新しい読者 ？',
    create_an_account: '新しいアカウントを作成する',
    wrong_login_data_warning: 'ユーザー名またはパスワードを確認して、もう一度お試しください',
    login_user_name: 'ユーザー名',
    login_password: 'パスワード',

    // Register page
    sing_up: '登録',
    already_registered: 'すでに登録されていますか ？',
    starred_required_info: 'スター付きのものは必須です。 (*)',
    came_back_to_login_page: '戻ってきました、始めましょう..',
    welcome_are_you_new_here: "ようこそ、初めてですか？",
    password_length_criterion: 'パスワードは 5 文字以上にする必要があります',
    uniq_user_and_password_criterion: '以前に使用されていないユーザー名とパスワードを取得する必要があります',
    wrong_register_data_warning: '一部のデータが基準を満たしていません。確認してからもう一度お試しください',
    
    // Login & Register pages
    login: 'ログイン',
    user_name: 'ユーザー名 *',
    password: 'パスワード *',
    first_name: '名前 *',
    last_name: '姓 *',
    incorrect_data_entry: '間違ったデータ入力！',

    // Home page
    welcome: 'いらっしゃいませ',
    welcome_back_X: '改めまして、 ',
    reading_advice: 'あなたはそれを読むべきです..',
 
    home_sub_header_1: "読書より良いものはありますか？",
    first_home_content_title_1: '脳の活動を強化',
    first_home_content_content_1: '読書は、あなたの心をさまざまな分野で働かせます。 まず、読んだ単語を処理する理解力が必要です。 さらに、分析能力を活用したり、記憶を刺激したり、ページから単語を読み取ることで想像力を広げたりすることもできます。 読書は、脳の筋肉を鍛える神経生物学的プロセスです。 そうすることで、認知機能の低下を遅らせ、記憶力が衰える速度を遅くすることさえできます.',
    second_home_content_title_1: 'コミュニケーションスキルを高める',
    second_home_content_content_1: '読むことも書くことも、コミュニケーション能力の向上に役立ちます。 そのため、より優れたライターになることを目指している場合、出くわす提案の多くには、もっと読むことが含まれます。 読むことで、文字通りにも比喩的にも、新しい言葉に目を向けることができます。 次回読むときにこれを試してみてください。読んだときに知らない単語に出くわしたら、少し時間を取って調べて書き留めてください。 次に、忘れないように、新しい単語をスピーチで使用することを忘れないでください。',

     home_sub_header_2: "良い記事を読むことは、良い宝物を獲得することです",
     first_home_content_title_2: '知性を健全にする',
     first_home_content_content_2: 'たくさん読むと、間違いなく多くのことを学びます。 読めば読むほど、「よく読んでいる」と見なされるレベルに到達できます。 これは、多くのことについて少し (または多く) 知っていることを意味する傾向があります。 多様な知識を持つことで、より魅力的な会話ができるようになり、共有された情報に基づいてつながることができるため、さまざまな背景や経験を持つより多くの人々と話すことができるようになります。 「無知は至福だ」と主張する人もいるかもしれませんが、真実は「知識は力です」です。 そして、読めば読むほど知識が深まります！',
     second_home_content_title_2: '自己探求を助ける',
     second_home_content_content_2: '本は逃避にも冒険にもなる。 本を読んでいるときは、物事を新しい方法で考え、他の方法では聞いたことのない文化、出来事、人々について学び、自分のアイデンティティを再形成または強化するのに役立つ思考方法を採用する機会があります。 たとえば、ミステリー小説を読んで、事件を解決し、手がかりに注意を払うことにコツと興味があることを学ぶかもしれません。',

      home_sub_header_3: "読書はあなたを解放します",
      first_home_content_title_3: 'ストレスを軽減し、楽しませます',
      first_home_content_content_3: '脳を強化するだけでは十分なメリットがないと思われる場合は、さらに良いニュースがあります。 読書はリラックス効果を高めるため、ストレスを軽減することも証明されています。 脳が読書などの 1 つのタスクに完全に集中している場合、読者はストレス レベルを軽減する瞑想的な資質の恩恵を受けることができます。 プールサイドやビーチで読書をしている人々を目にするのも不思議ではありません。 読書は、架空の世界や過去の時点に連れて行ってくれる一種の娯楽です。',
      second_home_content_title_3: '良い価値を与え、創造性を高めます',
      second_home_content_content_3: '読書は価値観を教えることができます。 宗教的なテキストから読んでも世俗的なテキストから読んでも、正しいことと間違っていることの違いを学び、教え、さまざまな文化的視点や生き方を探求することができます。 読書は創造性を高める可能性を秘めています。 特定の工芸品やスキルについて読んでそれを高めたり、楽しみのためにランダムに読んだりする場合でも、言葉は新しいアイデアやイメージを頭に浮かび上がらせる可能性があります。 また、一見バラバラに見えるもののつながりを見つけ始めるかもしれません。これにより、さらにクリエイティブなアウトプットや表現が生まれる可能性があります。',

       home_sub_header_4: "読書の種類を増やす",
       first_home_content_title_4: '語彙の拡大',
       first_home_content_content_4: '本を読むことの重要性についてまだ納得していない場合は、これに興味があるかもしれません。 読書の習慣を身につけると、語彙が増えます。 どのような種類の本を読んでも、語彙力は驚くほど向上します。 言語を上手に使いこなすことは、多くの人が職業上および学問上の生活に役立つことが知られています。 さらに、より良い語彙知識があれば、知識のある聴衆と一緒にグループに座っているときに自信を持って自分自身を満たすことができます.',
       second_home_content_title_4: 'あなたの記憶を改善します',
       second_home_content_content_4: '定期的に読書をすることは、脳にとって素晴らしいエクササイズです。 架空の本を読むと、脳はさまざまな登場人物の名前と性質を覚えざるを得なくなります。 彼らの歴史に戻って、出来事や陰謀を思い出すのは楽しく、記憶力を向上させます。 毎日読書をすることの最大の利点の 1 つは、脳が非常に強力になることです。 私たちの脳に関する驚くべき事実は、脳が大量の情報を保持できるということです。新しい記憶のたびに、脳は新しい脳経路またはシナプスを作成します。',

        home_sub_header_5: "読まないで一日を終わらせないでください",
        first_home_content_title_5: 'より良いライティングスキル',
        first_home_content_content_5: 'もっと読めば、自然と文章力がアップします。 定期的に読むことで語彙と発音が向上するため、最終的には優れた作家になります。 フィクション、本、小説などを書くことだけを話しているわけではありません。日常の私生活や職業生活で何かを書く場合でも、定期的に読むことでライティングスキルが向上します。 読めば読むほど、ライティングスキルは向上します。 他の人よりも効果的に書くことができるように、執筆のさまざまな側面に集中する傾向があります。',  
        second_home_content_title_5: '静けさ',
        second_home_content_content_5: '日常の喧騒から離れたいと思うことはありませんか？ しかし、一人で時間を過ごすために旅行を計画することは、必ずしも費用対効果が高いとは限りません。 本を読むと、同じような静けさを得ることができます。 さらに興味深いのは、高血圧や不安症に苦しむ人々が読書で平和を見つけることができるということです. 自己啓発やスピリチュアルなテキストを読むと、魂が高揚し、気分が良くなります。 一方、気分障害に苦しむ人々は、読書の習慣で気分が良くなります.',  

    // Articles page
    search_box_placeholder: 'ファイル検索',
    articles_sub_header: '何を探しましたか ?',

    // Account page
    delete: '消去',
    cancel: 'キャンセル',
    read_articles: '読む',
    favorites_articles: 'お気に入り',
    account_sub_header: 'プロフィール',
    user_delete_warning_header: 'アカウントを削除しようとしています。',
    user_delete_header_question: 'アカウントを完全に削除しようとしていますが、よろしいですか?',
     language_Türkçe: 'トルコ語',
     language_English: '英語',
     language_日本: '日本',
     language_Français: 'フランス語',
     language_Italiano: 'イタリア語',

    // Modal
    link_for_full_article: '記事全文 >>',
    mark_as_read: '既読にする',
    unmark_as_read: '既読マークを削除',
    add_to_favorites: 'お気に入りに追加',
    remove_from_favorites: 'お気に入りから削除',

    // Collapse
    marked_as_read: '既読としてマーク',
    read_mark_removed: '既読マークを削除しました',
    added_to_favorites : 'お気に入りに追加しました',
    removed_from_favorites: 'お気に入りから削除しました',
    
    // 404 Page
    not_found_header: '404 見つかりません',
    not_found_text: 'お探しのページは見つかりませんでした。',
}